#+title: Configuración Doom EMACS

*** Custom headers

#+begin_src elisp
(after! org
  (custom-set-faces!
    '((org-block) :background nil)
    )
  (defface redd
    '((((class color) (min-colors 88) (background light))
       :foreground "red"))
    "Red."
    :group 'basic-faces)
  (custom-set-faces!
                                        ;'(org-document-title :height 1.6 :weight bold)
    '(org-level-1 :height 1.6 :weight extrabold :slant normal)
    '(org-level-2 :height 1.4 :weight bold :slant normal)
    '(org-level-3 :height 1.2 :weight bold :slant normal)
                                        ;'(org-document-info  :inherit 'nano-face-faded)
    '(org-document-title   ;:foreground ,(doom-color 'black)
      :family "Roboto"
      :height 250
      :weight bold)))
#+end_src

#+RESULTS:
| doom--customize-themes-h-28 | doom--customize-themes-h-29 | doom--customize-themes-h-30 | doom--customize-themes-h-50 | doom--customize-themes-h-51 |

